Repository: SebastianStehle/Mindmap
Catalog: Hercules.App/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# AboutTitle.Text
source: About
de_de: Über

# AppBarButtonAddChild.Label
source: Add Child
de_de: Kind

# AppBarButtonAddChild.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Add Child
de_de: Neues Kind

# AppBarButtonAddChild.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add child root (CTRL + M)
de_de: Neues Kind hinzufügen (CTRL + M)

# AppBarButtonAddSibling.Label
source: Add Sibling
de_de: Bruder

source: Add Sibling
de_de: Neuer Bruder

# AppBarButtonAddSibling.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add sibiling root (CTRL + N)
de_de: Neuer Bruder hinzufügen (CTRL + N)

# AppBarButtonChangeColor.Label
source: Colors
de_de: Farben

source: Change Color
de_de: Farbe Ändern

# AppBarButtonChangeColor.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Change color of selected root
de_de: Farbe des gewählten Knotens ändern

source: Change Icon
de_de: Icon Ändern

# AppBarButtonChangeIcon.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Change icon of selected root
de_de: Icon des gewählten Knotens ändern

# AppBarButtonEdit.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Edit
de_de: Bearbeiten

# AppBarButtonEdit.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Edit mindmap (CTRL + E)
de_de: Mindmap bearbeiten (CTRL + E)

# AppBarButtonListMindmaps.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show all Mindmaps (CNTR + L)
de_de: Alle Mindmaps anzeigen (CNTR + L)

source: New mindmap
de_de: Neue Mindmap

# AppBarButtonNewMindmap.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: New mindmap (CTRL + SHIFT + N)
de_de: Neue Mindmap erstellen

# AppBarButtonRemoveNode.Label
source: Delete Node
de_de: Entfernen

source: Remove
de_de: Entfernen

# AppBarButtonRemoveNode.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove selected root (DELETE)
de_de: Ausgewählter Knoten entfernen (DELETE)

# AppBarButtonSave.Label
source: Export
de_de: Exportieren

# AppBarButtonSave.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Export
de_de: Exportieren

# AppBarButtonSave.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Export current mindmaps
de_de: Aktuelle Mindmap exportieren (CTRL + S)

# ClearIconButton.Content
source: Remove Icon
de_de: Icon Entfernen

# ColorsHeader.Text
source: Colors
de_de: Farben

# CreateButton.Content
source: Create
de_de: Erstellen

# DeleteMindmapButton.Content
source: Delete Mindmap
de_de: Mindmap Löschen

# DeleteMindmapContent
source: Do you really want to delete the mindmap? It is not possible to restore a deleted mindmap.
de_de: Möchtest du die Mindmap wirklich löschen? Es ist nicht möglich eine gelöschte Mindmap wiederherzustellen.

# DeleteMindmapTitle
source: Delete Mindmap?
de_de: Mindmap Löschen?

# LastUpdateLabel.Text
source: Last Saved:
de_de: Gespeichert:

# MindmapItemDelete
source: Delete
de_de: Löschen

# MindmapItemRename
source: Rename
de_de: Umbennen

# MindmapNameError.Text
source: Title cannot be empty!
de_de: Title darf nicht leer sein!

# MindmapsAddButton.Text
source: New Mindmap
de_de: Neue Mindmap

source: My Mindmap
de_de: Meine Mindmap

# NewMindmapNameError.Text
source: Title cannot be empty!
de_de: Title darf nicht leer sein!

# NewMindmapNameLabel.Text
source: Enter Title:
de_de: Title Eingeben

source: No
de_de: Nein

source: [No Text]
de_de: [Kein Text]

# OutlineHeader.Text
source: Outline (Readonly)
de_de: Textentwurf (Nur Lesend)

# PinMindmapButton.Content
source: Pin to Start
de_de: An Start pinnen

# SettingsHeader.Text
source: Mindmap Settings
de_de: Mindmap Einstellungen

# ShareMindmapDescription
source: Share your mindmap '{0}' with friends or collegues.
de_de: Teile deine Mindmap '{0}' mit Freunden oder Kollegen.

# ShareMindmapFooter
source: This mindmap has been created with <a href="http://www.raven-mind.com">Mindmap</a>.
de_de: Die Mindmap wurd erstellt mit <a href="http://www.raven-mind.com">Mindmap</a>.

# ShowAboutUs
source: About
de_de: Über

source: Show Tutorial
de_de: Tutorial anzeigen

# Start
source: Double Tap to Start
de_de: Doppelklicken um Anzufangen

# SupportText.Text
source: Contact me by mail:
de_de: Kontaktiere mich per Mail:

# Tutorial1Text.Text
source: Swipe down from the top corner and use the + button to create a new mindmap.
de_de: Swipe am oberen Rand nach unten und nutze den + Button um eine Mindmap zu erstellen.

# Tutorial2Text.Text
source: Tap a root to select it and double tap to edit the text.
de_de: Klicke um einen Knoten zu wählen oder Doppelklicke zum Ändern des Textes.

# Tutorial3Text.Text
source: Use the buttons at the right side to add or remove roots.
de_de: Benutze die Buttons am rechten Rand um Knoten zu erstellen oder zu löschen.

# Tutorial4Text.Text
source: You can also change the color of an root or add an icon.
de_de: Du kannst auch die Farbe oder das Icon von Knoten ändern.

# Tutorial5Text.Text
source: Use the Undo Command to revert your changes.
de_de: Benutze den Undo-Befehl um Änderungen rückgängig zu machen.

# UnpinMindmapButton.Content
source: Unpin from Start
de_de: Vom Start entfernen

source: Yes
de_de: Ja
